/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Einstellungen";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Allgemeine Einstellungen";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Anmeldeeinstellungen";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Version";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Über";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Anmeldeart";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Standardauthentifizierung";

/* XLST: logon type to choose */
"SSO" = "Single Sign-On";

/* XLST: logon type to choose */
"DEMO" = "Demo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Benutzername";

/* XFLD: label for a field */
"PASSWORD" = "Kennwort";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Erweiterte Einstellungen";

/* XFLD: label for a field */
"SERVER_URL" = "Server-URL";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "SUP verwenden";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Info zur SUP-Verbindung";

/* XFLD: label for a field */
"SERVER_NAME" = "Servername";

/* XFLD: label for a field */
"SERVER_PORT" = "Serverport";

/* XFLD: label for a field */
"COMPANY_ID" = "Unternehmens-ID";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Aktivierungscode";

/* XFLD: label for a field */
"URL_PREFIX" = "URL-Präfix";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "App-spezifische Einstellungen";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Fehler bei Datenspeicherung";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Persistente Speicherung in Sicherheitsspeicher fehlgeschlagen.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Überschrift";

